Repository: Almost-Senseless-Tech/Voskle-Live-Transcribe-iOS
Catalog: Voskle Live Transcribe/Localizable.xcstrings
Source language: en
Languages: de

source: About the app
de: Über die App

source: American English
de: Amerikanisches Englisch

source: Appearance
de: Erscheinungsbild

source: Arabic
de: Arabisch

source: Attempts to download the model again
de: Versucht das Modell erneut herunter zu laden.

source: Audio engine error
de: Audio-Engine-Fehler

source: Auto
de: Automatisch

source: Autoscroll on braille displays
de: Automatisches Weiterbewegen auf Braillezeilen

source: Behavior
de: Verhalten

source: Breton
de: Bretonisch

source: Cancel
de: Abbrechen

source: Cannot open contact URL
de: Kann Kontakt-URL nicht öffnen

source: Catalan
de: Katalanisch

source: Chinese
de: Chinesisch

source: Close
de: Schließen

source: Closes this modal dialog
de: Schließt den Dialog

source: Confirm
de: Bestätigen

source: Confirm model download
de: Herunterladen des Sprachmodells bestätigen

source: Contact us
de: Kontaktieren Sie uns

source: Couldn't open the app's area in the system settings. Please navigate there manually.
de: Konnte den Einstellungsbereich für die App in den Systemeinstellungen nicht öffnen. Bitte navigieren Sie manuell dort hin.

source: Czech
de: Tschechisch

source: Dark
de: Dunkel

source: Delete transcript
de: Transkript löschen

source: Downloading model...
de: Lade Sprachmodell herunter...

source: Downloading the language model for %@ failed. Please check your internet connection and make sure there's enough space on your device.
de: Das Herunterladen des Sprachmodells für %@ ist fehlgeschlagen. Bitte überprüfen Sie ihre Internetverbindung und stellen Sie sicher, dass ausreichend Speicherplatz auf Ihrem Gerät verfügbar ist.

source: Drafts a feedback email
de: Entwirft eine E-Mail für Rückmeldungen

source: Dutch
de: Niederländisch

source: Failed to open settings
de: Öffnen der Einstellungen fehlgeschlagen

source: Failed to start the audio engine and thus can't record audio input. Reason: %@
de: Konnte die Audio-Engine nicht starten und kann daher nicht aufnehmen. Grund: %@

source: French
de: Französisch

source: General
de: Allgemein

source: German
de: Deutsch

source: Got an unexpected result while checking the microphone permissions. Please contact us if the problem persists
de: Erhielt ein unerwartetes Ergebnis beim Prüfen der Mikrofonberechtigungen. Bitte kontaktieren Sie uns, falls das Problem bestehen bleibt.

source: High contrast
de: Hoher Kontrast

source: Indian English
de: Indisches Englisch

source: Insufficient permissions
de: Ungenügende Berechtigungen

source: Invalid contact URL
de: Ungültige Kontakt-URL

source: Invalid data
de: Ungültige Daten

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Kazakh
de: Kasachisch

source: Keep transcribing while the app isn't focused
de: Transkription fortsetzen, während die App nicht fokussiert ist

source: Keyboard input
de: Tastatureingabe

source: Korean
de: Koreanisch

source: Large
de: Groß

source: Largest
de: Größte

source: Licensed under the Apache license, version 2.0.
de: Lizenziert unter der Apache-Lizenz, Version 2.0.

source: Light
de: Hell

source: Model download failed
de: Herunterladen des Modells fehlgeschlagen

source: Model downloaded successfully!
de: Sprachmodell erfolgreich herunter geladen!

source: Model not downloaded
de: Sprachmodell nicht heruntergeladen

source: Model unpacking failed
de: Entpacken des Sprachmodells fehlgeschlagen

source: Open settings
de: Einstellungen öffnen

source: Opening the contact URL failed. Please manually write an email to projects@almost-senseless.tech if the problem persists.
de: Das Öffnen der Kontakt-URL ist fehlgeschlagen. Bitte schreiben Sie manuell eine E-Mail an projects@almost-senseless.tech, falls das Problem bestehen bleibt.

source: Persian
de: Farsi

source: Polish
de: Polnisch

source: Portuguese
de: Portugiesisch

source: Ready
de: Betriebsbereit

source: Received invalid data from the VOSK engine: %@
de: Erhielt ungültige Daten von der VOSK-Bibliothek: %@

source: Recording
de: Aufnahme läuft

source: Russian
de: Russisch

source: Select language (currently %@)
de: Sprache wählen (aktuell %@)

source: Setting model up...
de: Setze Sprachmodell auf...

source: Settings
de: Einstellungen

source: Spanish
de: Spanisch

source: Start transcribing
de: Transkription starten

source: Stop transcribing
de: Transkription stoppen

source: Swedish
de: Schwedisch

source: Swipe down with three fingers to close this modal dialog.
de: Mit drei Finger nach unten Wischen, um den Dialog zu schließen.

source: The email URL to contact us is invalid. This is a definite bug, please manually write an email to projects@almost-senseless.tech to report this error.
de: Die Kontakt-E-Mail-URL ist ungültig. Dies ist definitiv ein Programmfehler, bitte schreiben Sie uns manuell eine E-Mail an projects@almost-senseless.tech.

source: The model for %@ isn't available on your device yet. Downloading it requires an internet connection and may take a minute. Do you want to download it?
de: Das Sprachmodell für %@ ist noch nicht auf Ihrem Gerät verfügbar. Es herunter zu laden erfordert eine Internetverbindung und könnte eine Minute dauern. Möchten Sie fortfahren?

source: The model for %@ was downloaded successfully. In the future you won't have to download it again until you uninstall the app.
de: Das Sprachmodell für %@ wurde erfolgreich herunter geladen. Zukünftig müssen Sie dies nicht mehr tun, bis Sie die App deinstallieren.

source: Theme
de: Farbschema

source: Toggles transcript editing on or off
de: Schaltet die Transkriptbearbeitung ein oder aus

source: Transcript font size
de: Schriftgröße des Transkripts

source: Transcript:
de: Transkript:

source: Transcription paused
de: Transkription pausiert

source: Try again
de: Erneut versuchen

source: Turkish
de: Türkisch

source: Ukrainian
de: Ukrainisch

source: Unknown permissions
de: Unbekannte Berechtigungen

source: Unpacking model...
de: Entpacke Sprachmodell...

source: Unpacking the model for %@ to the cache directory failed. Please make sure there's enough space on your device.
de: Das Entdecken des Sprachmodells für %@ in den Cache-Ordner ist fehlgeschlagen . Stellen Sie sicher, dass ausreichend Speicherplatz auf Ihrem Gerät verfügbar ist.

source: Uzbek
de: Usbekisch

source: Vietnamese
de: Vietnamesisch

source: Visual autoscroll
de: Visuelles automatisches Weiterbewegen

source: Voskle Live Transcribe needs access to the microphone to record and transcribe speech. However, this access is currently denied. Go to the system settings to change that.
de: Voskle Live-Transkription benötigt Zugriff auf Ihr Mikrofon, um Sprache aufnehmen und transkribieren zu können. Diese Berechtigung wurde aktuell jedoch nicht erteilt. Bitte ändern Sie dies in den Systemeinstellungen.
